{
  "text": "I. ZONE PASTORALE D'AKONO\n\n1. AKONO\nNotre-Dame des Sept-Douleurs\tP. Alexandre MVOGO ENAMA, cmf, Curé\nP. Prosper HELONA, cmf, Vicaire\nP. Emérent EYO Fils, cmf, Vicaire\n\n2. MFIDA Ste Famille\tP. Emmanuel Conrad YENE, cmf, Curé\n\n3. NKOL-MELEN (OTELE)\nMarie Reine des Apôtres\n\nSanctuaire de la Miséricorde\nDivine\tA. Alfred Martin Édith ABEGA, Curé\n\nA. Alfred Martin Édith ABEGA, Recteur\n\n4. NKONG-NTSAM\nSaint Jean\n(Centre Eucharistique)\tA. Rodrigue NKOMO KENGATEH, Administrateur + équipe pastorale de Stoll\n\n5. NKUM-EKYE\nNotre Dame du Sacré Cœur\n& St Martin de Porrès\n\nCentres Eucharistiques de Nkong Zok et de Nkong Meyos\tA. Jean Emmanuel ABEGA, Curé\nA. Edouard Martial ENYEGUE MVENG, vicaire\nAumônier de la Prison de NGOUMOU\n\nÉquipe pastorale de Nkum Ekye\n\n6. NNOM- NNAM\nSt Cœur de Marie, refuge des Pécheurs\tA. Théophile Stève MANGA ESSOMBA, Curé Directeur\n\n7. OKOMBE\nMarie, refuge des Pécheurs\tP. Constantin OTSILI, cmf, Curé\nP. Guy Daniel NDIMA, cmf, Vicaire\n\n8. OZOM (OTELE CENTRE)\nSt Nicolas\tA. Salomon Jodel ONGUENE, Curé\n\nII. ZONE PASTORALE D'AWAE\n\n1. EKOMBITIE\nSacré- Cœur de Jésus\tA. Conrad II AMOUGOU ONDOA, Curé\n\n2. ELAT- MINKOM\nMarie Reine de l'Univers\tP. Serge Didier MBIA, sac, Curé\nP. Alix MBEZELE, sac, Vicaire\nP. Laurent MESSI, sac, Vicaire\nDiacre\n\n3. ESSE MINTSANG Centre Eucharistique\tA. Pascal Olivier ANGUE, Administrateur + Équipe du collège St Joseph\n\n4. MESSA MVELE\nNativité de la Ste Vierge\nMarie\nA. Romuald METILA, Curé\nA. Éric Dieudonné MVOGO MESSANGA, Vicaire, directeur\nA. Joseph Franck BANDA BANDA, stagiaire\nChemin du Très Saint Rosaire\tA. Romuald METILA, Responsable\n\n5. MIMBANG\nChrist-Roi\tA. Honoré Daniel NGONO BILEGUE, Curé\n\n6. MVÒLÒ\nSainte Thérèse de l'Enfant Jésus\tA. Théodore Marie NKONDA, Curé\n\n7. NGUINDA/NGAT AYOS Marie Mère de Dieu\nLe poste central d'Essazik et Awaé\nII relève de Nguinda\tA. Christian BIWOLE, curé\n\n8. NKOLTOP\nMarie Reine des Apôtres\tA. Camille ONGON'EKENGELE, Curé\n\n9. NKONG BIBEGA\nNotre Dame de l'Assomption\tA. Jean de Dieu MENDOUGA BALLA, Curé\n\n10. OLANGUINA\nSt André\tA. Théodore Marie NKONDA, Curé\n\n11. OYEGUE\nSts Pierre et Paul\tA. Camille ONGON'EKENGELE, Curé\n\n12. ZILI\nTrès Sainte Trinité\tA. Charles Christian ZOA MENYOU, Administrateur et PE. Au Collège Saint Joseph\n\nIII. ZONE PASTORALE DE BIKOK\n\n1. ABANG-MINDI Sts Pierre et Paul\tP. Liboire ONDOBO, cmf, Curé\n\n2. AKOK-BEKOE St Jacques Apôtre\tA. Théodore Bienvenu MBARGA BEKOLO, Curé\nA. Franck Elvis ONGONO ONGONO, Vicaire\nA. Jean François ASSOLA, Vicaire\n+ équipe Campus d'AKONO\n\n3. BIKOK\nSt Fabien\tA. Nicolas NTAMACK BIHOLONG, curé\n\n4. BIKOP Ste Trinité\tA. Jean Bosco ANABA MEVO, Curé\nA. Antoine NGOSSO, vicaire\n\n5. EVINDI-SI\nSt Jean Baptiste\tP. Martin Hervé NDI NKOUMOU, cmf, Administrateur\n\n6. NKOL-MEKOK\nSt Antoine Marie Claret\tP. Martin Hervé NDI NKOUMOU, cmf, Administrateur\n\n7. NKOL-MESSI\nSte Croix\tA. Athanase ETEME, Curé",
  "replace": true
}
